Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# profile.weeklyTarget.explainer
source: A personal tracking goal -- doesn't change what Soma recommends, just what it shows you here.
de: Ein persönliches Tracking-Ziel -- ändert nicht, was Soma empfiehlt, nur was dir hier angezeigt wird.
es: Una meta personal de seguimiento -- no cambia lo que recomienda Soma, solo lo que te muestra aquí.
fr: Un objectif de suivi personnel -- ne change pas ce que Soma recommande, juste ce qu'il t'affiche ici.
hy: Անհատական հետևման նպատակ -- չի փոխում այն, ինչ Soma-ն առաջարկում է, միայն այն, ինչ ցույց է տալիս այստեղ։
it: Un obiettivo di monitoraggio personale -- non cambia ciò che Soma consiglia, solo ciò che ti mostra qui.
ka: პირადი თვალთვალის მიზანი -- არ ცვლის რას გირჩევთ Soma, მხოლოდ რას გიჩვენებთ აქ.
ru: Личная цель для отслеживания -- не меняет то, что рекомендует Soma, только то, что показывает здесь.
sr: Лични циљ праћења -- не мења оно што Soma препоручује, само оно што ти овде приказује.

# profile.weeklyTarget.progress
source: %lld/wk · %lld done
de: %lld/Wo. · %lld erledigt
es: %lld/sem · %lld hechas
fr: %lld/sem · %lld effectuées
hy: %lld/շաբ · %lld կատարված
it: %lld/sett · %lld fatte
ka: %lld/კვირაში · %lld შესრულებული
ru: %lld/нед · %lld выполнено
sr: %lld/нед · %lld урађено

# profile.weeklyTarget.stepperTitle
source: Target: %@ sessions/week
de: Ziel: %@ Einheiten/Woche
es: Objetivo: %@ sesiones/semana
fr: Objectif : %@ séances/semaine
hy: Նպատակ՝ %@ պարապմունք/շաբաթ
it: Obiettivo: %@ sessioni/settimana
ka: მიზანი: %@ სესია/კვირაში
ru: Цель: %@ тренировок/неделю
sr: Циљ: %@ тренинга/недељно

# profile.weeklyTarget.title
source: Weekly target
de: Wochenziel
es: Objetivo semanal
fr: Objectif hebdomadaire
hy: Շաբաթական նպատակ
it: Obiettivo settimanale
ka: კვირის მიზანი
ru: Недельная цель
sr: Недељни циљ

# profile.yourProfile.title
source: Your profile
de: Dein Profil
es: Tu perfil
fr: Ton profil
hy: Ձեր պրոֆիլը
it: Il tuo profilo
ka: თქვენი პროფილი
ru: Ваш профиль
sr: Твој профил

# profile.yourProgress.rowTitle
source: Your progress
de: Dein Fortschritt
es: Tu progreso
fr: Ton progrès
hy: Ձեր առաջընթացը
it: I tuoi progressi
ka: თქვენი პროგრესი
ru: Ваш прогресс
sr: Твој напредак

# provider.appleHealth.benefit
source: steps, workouts & weight
de: Schritte, Workouts & Gewicht
es: pasos, entrenamientos y peso
fr: pas, séances et poids
hy: քայլեր, մարզումներ և քաշ
it: passi, allenamenti e peso
ka: ნაბიჯები, ვარჯიშები და წონა
ru: шаги, тренировки и вес
sr: кораци, тренинзи и тежина

# provider.connect
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
hy: Կապակցել
it: Connetti
ka: დაკავშირება
ru: Подключить
sr: Повежи

# provider.manage
source: Manage
de: Verwalten
es: Gestionar
fr: Gérer
hy: Կառավարել
it: Gestisci
ka: მართვა
ru: Управление
sr: Управљај

# provider.oura.benefit
source: sleep & readiness
de: Schlaf & Bereitschaft
es: sueño y preparación
fr: sommeil et forme
hy: քուն և պատրաստվածություն
it: sonno e prontezza
ka: ძილი და მზადყოფნა
ru: сон и готовность
sr: сан и спремност

# provider.status.comingSoon
source: Coming Soon
de: Demnächst
es: Próximamente
fr: Bientôt disponible
hy: Շուտով
it: Prossimamente
ka: მალე
ru: Скоро
sr: Ускоро

# provider.status.connectedSyncing
source: Connected · syncing…
de: Verbunden · wird synchronisiert…
es: Conectado · sincronizando…
fr: Connecté · synchronisation…
hy: Միացված է · համաժամացվում է…
it: Connesso · sincronizzazione…
ka: დაკავშირებულია · სინქრონდება…
ru: Подключено · синхронизация…
sr: Повезано · синхронизација…

# provider.status.notConnected
source: Not connected
de: Nicht verbunden
es: No conectado
fr: Non connecté
hy: Կապակցված չէ
it: Non connesso
ka: არ არის დაკავშირებული
ru: Не подключено
sr: Није повезано

# provider.whoop.benefit
source: recovery & strain
de: Erholung & Belastung
es: recuperación y esfuerzo
fr: récupération et effort
hy: վերականգնում և ծանրաբեռնվածություն
it: recupero e sforzo
ka: აღდგენა და დატვირთვა
ru: восстановление и нагрузка
sr: опоравак и напор

source: pull-up bar
de: Klimmzugstange
es: Barra de dominadas
fr: Barre de traction
hy: Ձգման ձող
it: Barra per trazioni
ka: ჯოხი გამოსაბერად
ru: Турник
sr: Вратило за згибове

# qualitativeBand.high
source: High
de: Hoch
es: Alta
fr: Élevée
hy: Բարձր
it: Alta
ka: მაღალი
ru: Высокий
sr: Висок

# qualitativeBand.low
source: Low
de: Niedrig
es: Baja
fr: Faible
hy: Ցածր
it: Bassa
ka: დაბალი
ru: Низкий
sr: Низак

# qualitativeBand.medium
source: Medium
de: Mittel
es: Media
fr: Moyenne
hy: Միջին
it: Media
ka: საშუალო
ru: Средний
sr: Средњи

# qualitativeBand.mediumHigh
source: Medium-High
de: Mittel-hoch
es: Media-alta
fr: Moyenne-élevée
hy: Միջին-բարձր
it: Medio-alta
ka: საშუალო-მაღალი
ru: Средне-высокий
sr: Средње-висок

# recommendationCategory.light
source: Light Movement
de: Leichte Bewegung
es: Movimiento ligero
fr: Mouvement léger
hy: Թեթև ակտիվություն
it: Movimento leggero
ka: მსუბუქი მოძრაობა
ru: Лёгкая активность
sr: Лагана активност

# recommendationCategory.moderate
source: Moderate
de: Moderat
es: Moderado
fr: Modéré
hy: Չափավոր բեռնվածություն
it: Moderato
ka: საშუალო დატვირთვა
ru: Умеренная нагрузка
sr: Умерено

# recommendationCategory.pushHard
source: Push Hard
de: Intensiv
es: Esfuerzo intenso
fr: Effort intense
hy: Բարձր բեռնվածություն
it: Sforzo intenso
ka: მაღალი დატვირთვა
ru: Интенсивная нагрузка
sr: Велики напор

# recommendationCategory.rest
source: Rest
de: Ruhetag
es: Descanso
fr: Repos
hy: Հանգիստ
it: Riposo
ka: დასვენება
ru: Отдых
sr: Одмор

# recommendationCategory.stepTarget.light
source: 4,000–6,000 steps
de: 4.000–6.000 Schritte
es: 4.000–6.000 pasos
fr: 4 000–6 000 pas
hy: 4 000–6 000 քայլ
it: 4.000–6.000 passi
ka: 4 000–6 000 ნაბიჯი
ru: 4 000–6 000 шагов
sr: 4.000–6.000 корака

# recommendationCategory.stepTarget.moderate
source: 7,000–9,000 steps
de: 7.000–9.000 Schritte
es: 7.000–9.000 pasos
fr: 7 000–9 000 pas
hy: 7 000–9 000 քայլ
it: 7.000–9.000 passi
ka: 7 000–9 000 ნაბიჯი
ru: 7 000–9 000 шагов
sr: 7.000–9.000 корака

# recommendationCategory.stepTarget.pushHard
source: 10,000+ steps
de: 10.000+ Schritte
es: 10.000+ pasos
fr: 10 000+ pas
hy: 10 000+ քայլ
it: 10.000+ passi
ka: 10 000+ ნაბიჯი
ru: 10 000+ шагов
sr: 10.000+ корака

# recommendationCategory.stepTarget.rest
source: 2,000–3,000 steps
de: 2.000–3.000 Schritte
es: 2.000–3.000 pasos
fr: 2 000–3 000 pas
hy: 2 000–3 000 քայլ
it: 2.000–3.000 passi
ka: 2 000–3 000 ნაბიჯი
ru: 2 000–3 000 шагов
sr: 2.000–3.000 корака

# recommendationDetail.addToPlanButton
source: Add to today's plan
de: Zum heutigen Plan hinzufügen
es: Añadir al plan de hoy
fr: Ajouter au programme du jour
hy: Ավելացնել այսօրվա պլանում
it: Aggiungi al piano di oggi
ka: დღევანდელ გეგმაში დამატება
ru: Добавить в план на сегодня
sr: Додај у данашњи план

# recommendationDetail.addToPlanError
source: Couldn't add to today's plan. Try again.
de: Konnte nicht zum heutigen Plan hinzugefügt werden. Versuch es erneut.
es: No se pudo añadir al plan de hoy. Inténtalo de nuevo.
fr: Impossible d'ajouter au programme du jour. Réessayez.
hy: Չհաջողվեց ավելացնել այսօրվա պլանում։ Փորձիր կրկին։
it: Impossibile aggiungere al piano di oggi. Riprova.
ka: დღევანდელ გეგმაში დამატება ვერ მოხერხდა. სცადე თავიდან.
ru: Не удалось добавить в сегодняшний план. Попробуй ещё раз.
sr: Није могуће додати у данашњи план. Пробај поново.

# recommendationDetail.addedToPlanBadge
source: Added to today's plan
de: Zum heutigen Plan hinzugefügt
es: Añadido al plan de hoy
fr: Ajouté au programme du jour
hy: Ավելացվեց այսօրվա պլանում
it: Aggiunto al piano di oggi
ka: დღევანდელ გეგმაში დაემატა
ru: Добавлено в план на сегодня
sr: Додато у данашњи план

# recommendationDetail.addonSuggestions.loading
source: Thinking of ideas for next time…
de: Ideen fürs nächste Mal werden überlegt…
es: Pensando en ideas para la próxima vez…
fr: Réflexion en cours pour la prochaine fois…
hy: Մտածում եմ գաղափարներ հաջորդ անգամի համար…
it: Sto pensando a idee per la prossima volta…
ka: ვფიქრობ იდეებზე შემდეგი ჯერისთვის…
ru: Придумываю идеи на следующий раз…
sr: Смишљам идеје за следећи пут…

# recommendationDetail.addonSuggestions.title
source: Ideas for next time, based on your feedback
de: Ideen fürs nächste Mal, basierend auf deinem Feedback
es: Ideas para la próxima vez, según tus comentarios
fr: Idées pour la prochaine fois, basées sur vos commentaires
hy: Գաղափարներ հաջորդ անգամի համար՝ հիմնված քո արձագանքի վրա
it: Idee per la prossima volta, basate sul tuo feedback
ka: იდეები შემდეგი ჯერისთვის, შენი გამოხმაურების საფუძველზე
ru: Идеи на следующий раз на основе твоего отзыва
sr: Идеје за следећи пут, на основу твог фидбека

# recommendationDetail.aiPlanError.generic
source: Couldn't generate a plan right now. Try again in a moment.
de: Der Plan konnte gerade nicht erstellt werden. Versuch es gleich noch einmal.
es: No se pudo generar un plan ahora mismo. Inténtalo de nuevo en un momento.
fr: Impossible de générer un programme pour le moment. Réessayez dans un instant.
hy: Հիմա հնարավոր չեղավ պլան ստեղծել։ Փորձիր մի փոքր ուշ։
it: Impossibile generare un piano in questo momento. Riprova tra poco.
ka: ახლა გეგმის შექმნა ვერ მოხერხდა. სცადე ისევ ცოტა ხანში.
ru: Не удалось создать план прямо сейчас. Попробуй ещё раз через минуту.
sr: Тренутно није могуће направити план. Пробај поново за који тренутак.

# recommendationDetail.aiWorkoutCard.subtitle
source: Exact exercises, sets, weights, and how to do each one — built around the workout you picked above.
de: Genaue Übungen, Sätze, Gewichte und wie man jede davon ausführt — abgestimmt auf das oben gewählte Training.
es: Ejercicios, series y pesos exactos, y cómo hacer cada uno — creados en torno al entrenamiento que elegiste arriba.
fr: Exercices, séries, poids exacts et comment faire chacun — construits autour de l'entraînement choisi ci-dessus.
hy: Ճշգրիտ վարժություններ, սերիաներ, քաշեր և յուրաքանչյուրի կատարման եղանակը — կառուցված վերևում ընտրված մարզման շուրջ:
it: Esercizi, serie e pesi esatti, e come eseguire ciascuno — costruiti attorno all'allenamento scelto sopra.
ka: ზუსტი ვარჯიშები, სეტები, წონები და თითოეულის შესრულების წესი — აგებულია ზემოთ არჩეული ვარჯიშის გარშემო.
ru: Точные упражнения, подходы, веса и техника выполнения каждого — построено вокруг выбранной выше тренировки.
sr: Тачне вежбе, серије, тежине и начин извођења сваке — направљено око тренинга изабраног изнад.

# recommendationDetail.aiWorkoutCard.title
source: AI-generated workout
de: KI-generiertes Workout
es: Entrenamiento generado por IA
fr: Séance générée par IA
hy: AI-ով ստեղծված մարզում
it: Allenamento generato dall'IA
ka: AI-ის მიერ შექმნილი ვარჯიში
ru: Тренировка от ИИ
sr: AI-генерисан тренинг

# recommendationDetail.alternativesCard.title
source: Workouts that fit today
de: Workouts, die heute passen
es: Entrenamientos que encajan hoy
fr: Séances adaptées à aujourd'hui
hy: Այսօրվան համապատասխան մարզումներ
it: Allenamenti adatti a oggi
ka: დღეისთვის შესაფერისი ვარჯიშები
ru: Тренировки, которые подходят на сегодня
sr: Тренинзи који пасују за данас

# recommendationDetail.cap.consecutiveDaysActiveRecovery
source: Note: you've trained 5+ days in a row, so today is active recovery -- light movement only, even though recovery looked strong.
de: Hinweis: Du hast 5 oder mehr Tage in Folge trainiert, daher ist heute aktive Erholung angesagt – nur leichte Bewegung, obwohl deine Erholung stark aussah.
es: Nota: has entrenado 5 días o más seguidos, así que hoy toca recuperación activa: solo movimiento ligero, aunque la recuperación parecía buena.
fr: Remarque : vous vous êtes entraîné 5 jours ou plus d'affilée, donc aujourd'hui est un jour de récupération active — mouvement léger uniquement, même si votre récupération semblait bonne.
hy: Նշում. դու 5+ օր անընդմեջ մարզվել ես, այդ իսկ պատճառով այսօր ակտիվ վերականգնման օր է՝ միայն թեթև շարժում, թեև վերականգնման ցուցանիշները լավ էին թվում։
it: Nota: ti sei allenato per 5 o più giorni di fila, quindi oggi è recupero attivo: solo movimento leggero, anche se il recupero sembrava buono.
ka: შენიშვნა: 5+ დღეა ზედიზედ ვარჯიშობდი, ამიტომ დღეს აქტიური აღდგენის დღეა — მხოლოდ მსუბუქი მოძრაობა, თუმცა აღდგენა კარგად გამოიყურებოდა.
ru: Примечание: 5+ дней подряд были тренировки, поэтому сегодня — активное восстановление, только лёгкая активность, хотя восстановление выглядело хорошим.
sr: Напомена: тренирање је трајало 5+ дана заредом, па је данас активни опоравак — само лагано кретање, иако је опоравак изгледао добро.

# recommendationDetail.cap.consecutiveDaysRest
source: Note: you've trained several days in a row without a break, so today is a full rest day, even though recovery looked strong.
de: Hinweis: Du hast mehrere Tage in Folge ohne Pause trainiert, daher ist heute ein vollständiger Ruhetag, obwohl deine Erholung stark aussah.
es: Nota: has entrenado varios días seguidos sin descanso, así que hoy es un día de descanso completo, aunque la recuperación parecía buena.
fr: Remarque : vous vous êtes entraîné plusieurs jours d'affilée sans pause, donc aujourd'hui est un jour de repos complet, même si votre récupération semblait bonne.
hy: Նշում. դու մի քանի օր անընդմեջ մարզվել ես առանց ընդմիջման, այդ իսկ պատճառով այսօր լրիվ հանգստյան օր է, թեև վերականգնման ցուցանիշները լավ էին թվում։
it: Nota: ti sei allenato per diversi giorni di fila senza pause, quindi oggi è un giorno di riposo completo, anche se il recupero sembrava buono.
ka: შენიშვნა: რამდენიმე დღეა ზედიზედ ვარჯიშობდი შესვენების გარეშე, ამიტომ დღეს სრული დასვენების დღეა, თუმცა აღდგენა კარგად გამოიყურებოდა.
ru: Примечание: несколько дней подряд не было перерыва в тренировках, поэтому сегодня — полноценный день отдыха, хотя восстановление выглядело хорошим.
sr: Напомена: неколико дана заредом није било паузе у тренирању, па је данас потпуни дан одмора, иако је опоравак изгледао добро.

# recommendationDetail.cap.hrv
source: Note: today's intensity was capped because your HRV is noticeably below your usual baseline, even though recovery looked strong.
de: Hinweis: Die heutige Intensität wurde begrenzt, weil dein HRV-Wert deutlich unter deinem üblichen Ausgangswert liegt, obwohl deine Erholung stark aussah.
es: Nota: la intensidad de hoy se limitó porque tu HRV está notablemente por debajo de tu valor de referencia habitual, aunque la recuperación parecía buena.
fr: Remarque : l'intensité d'aujourd'hui a été limitée car votre HRV est nettement inférieure à votre référence habituelle, même si votre récupération semblait bonne.
hy: Նշում. այսօրվա բեռնվածությունը սահմանափակվել է, քանի որ քո HRV-ն նկատելիորեն ցածր է սովորականից, թեև վերականգնման ցուցանիշները լավ էին թվում։
it: Nota: l'intensità di oggi è stata limitata perché il tuo HRV è notevolmente inferiore al tuo valore di riferimento abituale, anche se il recupero sembrava buono.
ka: შენიშვნა: დღევანდელი ინტენსივობა შემცირდა, რადგან შენი HRV შესამჩნევად დაბალია ჩვეულებრივ დონეზე, თუმცა აღდგენა კარგად გამოიყურებოდა.
ru: Примечание: сегодняшняя интенсивность была снижена, потому что твой HRV заметно ниже обычного уровня, хотя восстановление выглядело хорошим.
sr: Напомена: данашњи интензитет је ограничен јер је твој HRV приметно испод уобичајеног нивоа, иако је опоравак деловао добро.

# recommendationDetail.cap.injury
source: Note: today's intensity was capped because of a noted injury, even though recovery looked strong.
de: Hinweis: Die heutige Intensität wurde wegen einer erfassten Verletzung begrenzt, obwohl deine Erholung stark aussah.
es: Nota: la intensidad de hoy se limitó debido a una lesión registrada, aunque la recuperación parecía buena.
fr: Remarque : l'intensité d'aujourd'hui a été limitée en raison d'une blessure signalée, même si votre récupération semblait bonne.
hy: Նշում. այսօրվա բեռնվածությունը սահմանափակվել է նշված վնասվածքի պատճառով, թեև վերականգնման ցուցանիշները լավ էին թվում։
it: Nota: l'intensità di oggi è stata limitata a causa di un infortunio registrato, anche se il recupero sembrava buono.
ka: შენიშვნა: დღევანდელი ინტენსივობა შემცირდა აღნიშნული ტრავმის გამო, თუმცა აღდგენა კარგად გამოიყურებოდა.
ru: Примечание: сегодняшняя интенсивность была снижена из-за отмеченной травмы, хотя восстановление выглядело хорошим.
sr: Напомена: данашњи интензитет је ограничен због забележене повреде, иако је опоравак изгледао добро.

# recommendationDetail.cap.injuryProtocolModerate
source: Note: today's intensity was capped to moderate because of an active injury recovery protocol, even though recovery looked strong enough for push hard.
de: Hinweis: Die heutige Intensität wurde wegen eines aktiven Verletzungs-Genesungsprotokolls auf moderat begrenzt, obwohl deine Erholung stark genug für ein intensives Workout aussah.
es: Nota: la intensidad de hoy se limitó a moderada debido a un protocolo activo de recuperación de una lesión, aunque la recuperación parecía lo bastante buena para un entrenamiento intenso.
fr: Remarque : l'intensité d'aujourd'hui a été limitée à modérée en raison d'un protocole actif de récupération après une blessure, même si votre récupération semblait suffisamment bonne pour un entraînement intense.
hy: Նշում. այսօրվա բեռնվածությունը սահմանափակվել է չափավոր մակարդակի, քանի որ ընթանում է վնասվածքից հետո վերականգնման ակտիվ պրոտոկոլ, թեև վերականգնման ցուցանիշները բավականաչափ լավ էին ինտենսիվ մարզման համար։
it: Nota: l'intensità di oggi è stata limitata a moderata a causa di un protocollo attivo di recupero da un infortunio, anche se il recupero sembrava abbastanza buono per un allenamento intenso.
ka: შენიშვნა: დღევანდელი ინტენსივობა შემცირდა საშუალომდე ტრავმის შემდეგ აღდგენის აქტიური პროტოკოლის გამო, თუმცა აღდგენა საკმარისად კარგად გამოიყურებოდა ინტენსიური ვარჯიშისთვის.
ru: Примечание: сегодняшняя интенсивность была снижена до умеренной из-за активного протокола восстановления после травмы, хотя показатели восстановления позволяли тренироваться в полную силу.
sr: Напомена: данашњи интензитет је ограничен на умерен због активног протокола опоравка од повреде, иако је опоравак деловао довољно добро за напоран тренинг.

# recommendationDetail.cap.injuryProtocolRest
source: Note: today is a full rest day because of a severe injury you reported recently, or one that's been trending worse -- your safety comes before intensity here.
de: Hinweis: Heute ist ein vollständiger Ruhetag wegen einer kürzlich gemeldeten schweren Verletzung, oder weil sie sich verschlechtert hat -- deine Sicherheit geht hier vor Intensität.
es: Nota: hoy es un día de descanso completo debido a una lesión grave que reportaste recientemente, o que ha ido empeorando -- tu seguridad va antes que la intensidad aquí.
fr: Remarque : aujourd'hui est un jour de repos complet en raison d'une blessure grave que tu as signalée récemment, ou qui s'est aggravée -- ta sécurité passe avant l'intensité ici.
hy: Նշում. այսօր լրիվ հանգստյան օր է, քանի որ վերջերս հայտնել ես ծանր վնասվածքի մասին, կամ այն վատացել է -- այստեղ քո անվտանգությունը գերակայում է ինտենսիվությանը։
it: Nota: oggi è un giorno di riposo completo a causa di un infortunio grave segnalato di recente, o che sta peggiorando -- qui la tua sicurezza viene prima dell'intensità.
ka: შენიშვნა: დღეს სრული დასვენების დღეა იმის გამო, რომ ცოტა ხნის წინ მძიმე ტრავმის შესახებ მოგვახსენე, ან მდგომარეობა უარესდება -- აქ შენი უსაფრთხოება ინტენსივობაზე მნიშვნელოვანია.
ru: Заметка: сегодня полный день отдыха из-за серьёзной травмы, о которой ты недавно сообщил(а), или потому что она усугубляется -- твоя безопасность здесь важнее интенсивности.
sr: Напомена: данас је потпун дан одмора због озбиљне повреде коју си недавно пријавио/ла, или зато што се стање погоршава — твоја безбедност овде долази пре интензитета.

# recommendationDetail.cap.injuryProtocolSevere
source: Note: today's intensity was capped to light because of an active severe-injury recovery protocol, even though recovery looked strong.
de: Hinweis: Die heutige Intensität wurde wegen eines aktiven Genesungsprotokolls für eine schwere Verletzung auf leicht begrenzt, obwohl deine Erholung stark aussah.
es: Nota: la intensidad de hoy se limitó a ligera debido a un protocolo activo de recuperación de una lesión grave, aunque la recuperación parecía buena.
fr: Remarque : l'intensité d'aujourd'hui a été limitée à légère en raison d'un protocole actif de récupération après une blessure grave, même si votre récupération semblait bonne.
hy: Նշում. այսօրվա բեռնվածությունը սահմանափակվել է թեթևի մակարդակի, քանի որ ընթանում է ծանր վնասվածքից հետո վերականգնման ակտիվ պրոտոկոլ, թեև վերականգնման ցուցանիշները լավ էին թվում։
it: Nota: l'intensità di oggi è stata limitata a leggera a causa di un protocollo attivo di recupero da un infortunio grave, anche se il recupero sembrava buono.
ka: შენიშვნა: დღევანდელი ინტენსივობა შემცირდა მსუბუქამდე მძიმე ტრავმის შემდეგ აღდგენის აქტიური პროტოკოლის გამო, თუმცა აღდგენა კარგად გამოიყურებოდა.
ru: Примечание: сегодняшняя интенсивность была снижена до лёгкой из-за активного протокола восстановления после серьёзной травмы, хотя показатели восстановления выглядели хорошими.
sr: Напомена: данашњи интензитет је ограничен на лак због активног протокола опоравка од тешке повреде, иако је опоравак деловао добро.

# recommendationDetail.cap.load
source: Note: today's intensity was capped because of a strenuous session very recently, even though recovery looked strong.
de: Hinweis: Die heutige Intensität wurde wegen einer sehr kürzlich absolvierten intensiven Einheit begrenzt, obwohl deine Erholung stark aussah.
es: Nota: la intensidad de hoy se limitó por una sesión intensa muy reciente, aunque la recuperación parecía buena.
fr: Remarque : l'intensité d'aujourd'hui a été limitée en raison d'une séance intense très récente, même si votre récupération semblait bonne.
hy: Նշում. այսօրվա բեռնվածությունը սահմանափակվել է վերջերս կատարված ինտենսիվ պարապմունքի պատճառով, թեև վերականգնման ցուցանիշները լավ էին թվում։
it: Nota: l'intensità di oggi è stata limitata a causa di una sessione intensa molto recente, anche se il recupero sembrava buono.
ka: შენიშვნა: დღევანდელი ინტენსივობა შემცირდა ბოლოდროინდელი დაძაბული სესიის გამო, თუმცა აღდგენა კარგად გამოიყურებოდა.
ru: Примечание: сегодняшняя интенсивность была снижена из-за недавнего интенсивного занятия, хотя восстановление выглядело хорошим.
sr: Напомена: данашњи интензитет је ограничен због недавне напорне сесије, иако је опоравак изгледао добро.

# recommendationDetail.cap.mood
source: Note: today's intensity was eased based on how you said you're feeling, even though recovery looked strong.
de: Hinweis: Die heutige Intensität wurde reduziert, basierend darauf, wie du dich gefühlt hast, obwohl die Erholung stark aussah.
es: Nota: la intensidad de hoy se redujo según cómo dijiste que te sentías, aunque tu recuperación se veía sólida.
fr: Remarque : l'intensité d'aujourd'hui a été réduite en fonction de la façon dont tu as dit te sentir, même si la récupération semblait bonne.
hy: Նշում. այսօրվա ինտենսիվությունը մեղմացվել է՝ ելնելով քո ինքնազգացողությունից, թեև վերականգնումը լավ էր թվում։
it: Nota: l'intensità di oggi è stata ridotta in base a come hai detto di sentirti, anche se il recupero sembrava buono.
ka: შენიშვნა: დღევანდელი ინტენსივობა შემცირდა შენი თვითშეგრძნების მიხედვით, მიუხედავად იმისა, რომ აღდგენა კარგად გამოიყურებოდა.
ru: Заметка: интенсивность сегодня снижена с учётом того, как ты себя чувствуешь, хотя восстановление выглядело хорошим.
sr: Напомена: данашњи интензитет је ублажен на основу тога како си рекао/ла да се осећаш, иако је опоравак изгледао добро.
